alacritty
alsa-utils
arandr
autoconf
automake
base
bat
binutils
bison
bluez
conky
dhcpcd
dialog
discord
docker
dosfstools
dunst
efibootmgr
exa
fakeroot
fd
feh
file
findutils
firefox
flex
gawk
gcc
gettext
git
github-cli
grep
groff
grub
gucharmap
gzip
htop
libtool
linux
linux-firmware
linux-headers
lsof
lua-language-server
lxappearance-gtk3
m4
make
mtools
neofetch
neovim
netctl
nginx-mainline
nodejs
openssh
pacman
patch
pavucontrol
pkgconf
postgresql
pulseaudio
pulsemixer
qmk
reflector
ripgrep
scrot
sed
slock
sudo
telegram-desktop
texinfo
thunar
tmux
tree
ttf-iosevka-nerd
ufw
unzip
vpnc
wget
which
wireguard-tools
wpa_supplicant
xf86-video-amdgpu
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yarn
zathura
zathura-pdf-mupdf
zip
zsh
zsh-completions
